{
    "intents": [
        {"tag": "জানি না",
            "patterns": [ "ও" ],
            "response": [ "দুঃখিত, বর্তমানে আপনার প্রশ্নের উত্তর আমার জানা নাই। " ]
            
        },
        {"tag": "শুভেচ্ছা",
            "patterns": [ "ওহে", "কেমন আছো?", "ওখানে কেউ আছো?", "হায়", "শুভ দিন" ],
            "response": [ "হায়, কৃত্রিম বুদ্ধিমত্তা বিশিষ্ট জমি সংক্রান্ত সিস্টেম এ আপনাকে স্বাগতম । এখানে আপনি জমিজমার আইন বিষয়ক যেকোন রকমের জিজ্ঞাসা করতে পারেন। আমি আপনাকে সর্বাত্মক সাহায্য করার চেষ্টা করবো । ", "কৃত্রিম বুদ্ধিমত্তা বিশিষ্ট জমি সংক্রান্ত সিস্টেম এ আপনাকে স্বাগতম । এখানে আপনি জমিজমার আইন বিষয়ক যেকোন রকমের জিজ্ঞাসা করতে পারেন । কিভাবে সাহায্য করতে পারি আপনাকে?", "শুভ দিন । কৃত্রিম বুদ্ধিমত্তা বিশিষ্ট জমি সংক্রান্ত সিস্টেম এ আপনাকে স্বাগতম । এখানে আপনি জমিজমার আইন বিষয়ক যেকোন রকমের জিজ্ঞাসা করতে পারেন । আমি আপনাকে সর্বাত্মক সাহায্য করার চেষ্টা করবো ।" ]
            
        },
        {"tag": "donno",
            "patterns": [ "a"],
            "response": [ "Sorry. I didn't get you. I will be learning the answer of your question. Can you try with something else? "]
            
        },
        {"tag": "greetings",
            "patterns": [ "Hi", "Is anyone there?", "hey", "Is anyone available?", "Can we talk?" ],
            "response": [ "Hi, Welcome to the Intelligent Land Knowledge Management System. Here, you can ask me to know about the law of Land and related stuff. I will try to help you out by answering your questions.", "Nice to meet you. Welcome to the Intelligent Land Knowledge Management System. Here, you can ask me to know about the law of Land and related stuff. I will try to help you out by answering your questions.", "Welcome to the Intelligent Land Knowledge Management System. Here you can ask me to know about the law of Land and related stuff. How can I help you?"]
            
        },

        {"tag": "ভূমি",
        "patterns": [ "ভূমি কি?", "ভূমির সংজ্ঞা", "ভূমি কথাটির অর্থ?", "জমি কি?", "জমি কথাটির অর্থ কি?", "জমির সংজ্ঞা কি?", "vumi ki?", "jomi ki?", "vumir songa bolo", "jomi kake bole?", "zomi kake bole?", "jomir songa bolo", "zomir songa bolo", "জমি কাকে বলে?", "ভূমি কাকে বলে?" ],
        "response": [ "আমরা ভূমি বলতে আবাদি কিংবা অনাবাদি জমিকেই বুঝি ।", "ভূমি বলতে বুঝায় যে আবাদি, অনাবাদি  অথবা বৎসরের যে কোনো সময় জল দ্বারা নিমজ্জিত থাকে এমন স্থান ।",
         "স্টেট ইকুইজিশন এন্ড টেন্যান্স এক্ট ১৯৫০ এর ২ ধারা (১৬) দফা অনুযায়ী ভূমি বলতে বুঝায় যে আবাদি, অনাবাদি  অথবা বৎসরের যে কোনো সময় জল দ্বারা নিমজ্জিত থাকে এবং (ভূমি হতে উৎপন্ন  সুবিধাদিসহ) বাড়ি ঘর, দালান-কোঠা, ভূমির সাথে সংযুক্ত বস্তুসমূহ ।" ]
        
        },

        {"tag": "ধারা",
        "patterns": [ "ভূমি ধারা", "ভূমি ধারাটি বল", "vumi dhara ki?", "vumi dhara bolo" ],
        "response": [ "স্টেট ইকুইজিশন এন্ড টেন্যান্স এক্ট ১৯৫০ এর ২ ধারা (১৬) দফা অনুযায়ী ভূমি বলতে বুঝায় যে আবাদি, অনাবাদি অথবা বৎসরের যে কোনো সময় জল দ্বারা নিমজ্জিত থাকে এবং (ভূমি হতে উৎপন্ন  সুবিধাদিসহ) বাড়ি ঘর, দালান-কোঠা, ভূমির সাথে সংযুক্ত বস্তুসমূহ ।" ]
        
        },
        
        {"tag": "সম্পদ",
        "patterns": [ "সম্পদ কি?", "সম্পত্তি কি?", "সম্পদ বলতে কি বুঝ?", "সম্পত্তি বলতে কি বুঝ?", "sompod ki?", "sompotti ki?", "sompod bolte ki bujo?", "sompotti bolte ki bujho?", "সম্পদ কাকে বলে?", "সম্পত্তি কাকে বলে?", "sompod kake bole?", "sompotti kake bole?" ],
        "response": [ "সম্পদ বা সম্পত্তি বলতে যার উপর মানুষের অধিকার আছে, মালিকানা আছে, যা হতে মুনাফা বা উপস্বত্ব অর্জন করে, যা ভোগ-ব্যবহার করে এবং যা হস্তান্তরের অধিকারী হয়, তাকে সম্পত্তি বলে ।" ]
        
        },
        {"tag": "নকশা",
        "patterns": [ "নকশা কি?", "নকশা বলতে কি বুঝ?", "noksha bolte ki bujho?", "noksha ki?", "ভূমির নকশা" ],
        "response": [ "কোনো মৌজার অন্তর্ভূক্ত ভূমির বাস্তব চিত্র (ভূ-চিত্র) হলো উক্ত ভূমির নকশা।" ]
        
        },
        {"tag": "মৌজা",
        "patterns": [ "মৌজা কি?", "মৌজা বলতে কি বুঝ?", "mouja bolte ki bujho?", "mouja ki?", "mouza bolte ki bujho?", "mouza ki?"],
        "response": [ "ভূমি জরিপের একটি ভৌগলিক ইউনিট কে মৌজা বলে। একটি মৌজা আনুমানিক ভাবে একটি গ্রামের সমান বা এর চেয়ে কিছুটা ছোট বড় হয় ।" ]
        
        },
        {"tag": "জেএলনং",
        "patterns": [ "জে,এল নং কি?", "জে.এল নং বলতে কি বুঝ?", "J.L no bolte ki bujho?", "J.L no ki?", "জে,এল নং কাকে বলে?", "জুরিসডিকশন লিস্ট নম্বর কি?"],
        "response": [ "জুরিসডিকশন লিস্ট নম্বর (J.L.No) হল থানা বা উপজেলার অন্তর্গত মৌজা সমূহের পরিচিতি মূলক ক্রমিক নম্বর । মৌজার উত্তর পশ্চিম কোন থেকে জে,এল নম্বর দেয়া শুরু হয় এবং পূর্ব-দক্ষিণ কোণে গিয়ে শেষ হয় ।" ]
        
        },
        {"tag": "খতিয়ান",
        "patterns": [ "খতিয়ান কি?", "খতিয়ান বলতে কি বুঝ?", "khotian bolte ki bujho?", "khotian ki?", "খতিয়ান কাকে বলে?"],
        "response": [ "খতিয়ান শব্দটি ফার্সি ভাষা থেকে নেয়া । ‘খত’ শব্দের অর্থ লিখন/পত্র । অর্থাৎ একটি মৌজার এক বা একাধিক ভূমি মালিকের বিবরন তথা ভূমির পরিমাণ শ্রেণী, হিস্যা ইত্যাদি যে পৃথক পরিচিতি নম্বর দিয়ে চিহ্নিত করা হয় তাকে খতিয়ান বলে । খতিয়ান হলো নিখুত মালিকানা স্বত্ব ও দখলী স্বত্বের প্রমাণ্য দলিল যাকে Record of Rights বা স্বত্বলিপি বলে । খতিয়ানে তৌজী নম্বর, জে,এল নং স্বত্ত্বের বিবরন, মালিকের নাম, পিতার নাম, ঠিকানা এবং অপর পৃষ্ঠায় দাগ নম্বর, দাগের উত্তর সীমা, ভূমির শ্রেণী, দখলকারের নাম, ভূমির পরিমাণ, হিস্যা লিপিবদ্ধ থাকে ।" ]
         
        
        },
        
        {"tag": "দাগ_নম্বর",
        "patterns": [ "দাগ নম্বর কি?", "দাগ নম্বর বলতে কি বুঝ?", "dag no bolte ki bujho?", "dag no ki?", "দাগ নম্বর কাকে বলে?"],
        "response": [ "একটি মৌজার বিভিন্ন মালিকের বা একই মালিকের বিভিন্ন শ্রেণীভুক্ত জমিকে নকশায় যে পৃথক পরিচিতি নম্বর দ্বারা চিহ্নিত করা হয় তাকে দাগ নম্বর বলে । মৌজা মাপের উত্তর-পশ্চিম কোণ থেকে দাগ নম্বর প্রদান শুরু হয় এবং দক্ষিণ-পশ্চিম কোণে এসে শেষ হয় । " ]
        },
        
        {"tag": "ছুট_দাগ",
        "patterns": [ "ছুট দাগ কি?", "ছুট দাগ বলতে কি বুঝ?", "chut dag bolte ki bujho?", "chut dag ki?", "ছুট দাগ কাকে বলে?"],
        "response": [ "নকশায় দাগ নম্বর বসানোর সময় ভূলক্রমে কোন একটি সংখ্যা বাদ পড়লে অর্থাৎ ছুটে গেলে তাকে ছুট দাগ বলে । যেমন ৭,৮,৯ দাগ নম্বর দেয়ার পর ১১,১২, নম্বর দেয়া । এখানে ১০ নম্বর ছুট দাগ । " ]
        },
        
        {"tag": "বাটা_দাগ",
        "patterns": [ "বাটা দাগ কি?", "বাটা দাগ বলতে কি বুঝ?", "bata dag bolte ki bujho?", "bata dag ki?", "বাটা দাগ কাকে বলে?"],
        "response": [ "ভূল বশতঃ নকশায় কোনো প্লটের নম্বর বাদ পড়লে মৌজার শেষ প্লট নম্বরটির পরের নম্বর নীচে লিখে অথবা বাদ পড়া প্লটের ঠিক উপরের প্লটের নম্বরটি উপরে লিখে ভগ্নাংশের ন্যায় প্রাপ্ত যে নম্বর দিয়ে বাদ পড়া প্লটটি চিহ্নিত করা হয় তাকে বাটা দাগ বলে । " ]
        },
        
        {"tag": "পর্চা",
        "patterns": [ "পর্চা কি?", "পর্চা বলতে কি বুঝ?", "porcha bolte ki bujho?", "porcha ki?", "পর্চা কাকে বলে?"],
        "response": [ "ভূমি জরিপকালে চুড়ান্ত খতিয়ান প্রস্তুত করার পূর্বে ভূমি মালিকদের নিকট খসড়া খতিয়ানের যে অনুলিপি ভূমি মালিকদের প্রদান করা হয় তাকে “মাঠ পর্চা” বলে । এই মাঠ পর্চা রাজস্ব অফিসার কর্তৃক তসদিক বা সত্যায়ন হওয়ার পর যদি কারো কোনো আপত্তি থাকে তাহলে তা শুনানির পর খতিয়ান চুড়ান্ত খতিয়ানের অনুলিপিকে পর্চা বলে । " ]
        },
        
        {"tag": "হোল্ডিং",
        "patterns": [ "হোল্ডিং কি?", "হোল্ডিং বলতে কি বুঝ?", "holding bolte ki bujho?", "holding ki?", "হোল্ডিং কাকে বলে?"],
        "response": [ "একটি খতিয়ানের একটি দাগ থাকতে পারে, আবার একাধিক দাগও থাকতে পারে । খতিয়ানের অন্তর্ভূক্ত ভূমিকে হোল্ডিং বলে । হোল্ডিং এর পরিচিতি নম্বরকে হোল্ডিং নম্বর বলে । " ]
        },
        
        {"tag": "দাখিলা",
        "patterns": [ "দাখিলা কি?", "দাখিলা বলতে কি বুঝ?", "Dakhila bolte ki bujho?", "Dakhila ki?", "দাখিলা কাকে বলে?"],
        "response": [ "ভূমি উন্নয়ন কর আদায়ের পর তহসীল অফিস হতে ভূমি মালিককে যে রশিদ “রেন্ট রিসিট” (R.R) দেওয়া হয় তাকে দাখিলা বলে । " ]
        },
        
        {"tag": "ডি.সি.আর",
        "patterns": [ "ডি.সি.আর কি?", "ডি.সি.আর বলতে কি বুঝ?", "D.C.R bolte ki bujho?", "D.C.R ki?", "ডি.সি.আর কাকে বলে?", "Duplicate carbon receipt ki?", "Duplicate carbon receipt bolte ki bujo?", "ডুপ্লিকেট কার্বন রিসিপ্ট বলতে কি বুঝ?"],
        "response": [ "ভূমি উন্নয়ন কর ব্যতীত অন্যান্য সরকারী পাওনা আদায়ের জন্য যে রশিদ দেয়া হয় তাকে ডি.সি.আর, বলে ।উন্নয়ন কর বহির্ভূত সরকারী আয়ের জন্য দেওয়া রশিদ যাহা দাখিলা নয় তাই ডি.সি.আর । যেমন- জলাশয়, বাজার, জলমহল ইত্যাদি ।" ]
        },
        {"tag":"নতুন সংশোধিত ভূমি রেজিস্ট্রেশন আইন",  
         "patterns":["রেজিস্ট্রেশন (সংশোধন) আইন-২০০৪ এর বিধানসমূহ কি কি?","রেজিস্ট্রেশন (সংশোধন) আইন-২০০৪ এর বিধানসমূহ কি?", "registration ain 2004 er bidhan" ],
         "response": ["ভূমি বিষয়ে দেওয়ানী ও ফৌজদারী বিরোধ, মামলা-মোকদ্দমা, প্রতারণা, হয়রানি,জালিয়াতি ইত্যাদি লাঘব ও ভূমি হস্তান্তরে স্বচ্ছতা আনয়নের লক্ষ্যে সম্প্রতি বাংলাদেশ সরকার রেজিস্ট্রেশন আইন, ১৯০৮ সংশোধন এবং ভূমি হস্তান্তর আইন, ১৮৮২-এর সংশোধন করেছেন । রেজিস্ট্রেশন আইনের উল্লেখযোগ্য সংশোধনীসমূহ (আইন-২০০৪ এর বিধান অনুযায়ী): \n১। ধর্মীয় বিধান মোতাবেক মৌখিক হেবা আইনের প্রমাণ সুরক্ষা করার জন্য পরে হেবা সম্পর্কে একটি ঘোষণামূলক দলিল বা হলফনামা রেজিস্ট্রি করতে হবে । মুসলিম আইন অনুসারে স্বামী-স্ত্রী, পিতা-মাতা ও সন্তানাদি, দাদা-দাদী/ নানা-নানী/ ও নাতী-নাতনী কিংবা আপন ভাই বোনদের মধ্যে হেবা ঘোষণামূলক দলিল/ হলফনামা মাত্র ১০০ টাকা ফি দিয়ে রেজিস্ট্রেশন করা যাবে । \n২। কোনো ব্যাংক হতে ঋণ গ্রহণ করতে হলে বন্ধকী দলিল রেজিস্ট্রি করতে হবে । বন্ধক উদ্ধার না করে অথবা বন্ধক গ্রহীতার লিখিত সম্মতি ছাড়া ঐ জমি অন্যত্র যে কোনো প্রকার হস্তান্তর বেআইনি হবে । বন্ধকী দলিলের রেজিস্ট্রেশন ফি পূর্বের তুলনায় অনেক হ্রাস করা হয়েছে । \n৩। ওয়ারিশ সূত্রে প্রাপ্ত এজমালী সম্পত্তি বাটোয়ারা করার ক্ষেত্রে দলিল করা বাধ্যতামূলক নয় । তবে বাটোয়ারা লিখিতভাবে দলিলের মাধ্যমে সম্পাদন করলে রেজিস্ট্রেশন করতে হবে । \n৪। বায়না চুক্তির রেজিস্ট্রেশন বাধ্যতামূলক করা হয়েছে । চুক্তি বলবৎ থাকাকালীন উক্ত একই জমি অন্যত্র যে কোনো প্রকার হস্তান্তর বেআইনি হবে । \n৫ । সাফ-কবলা দান, হেবা এবং হেবার ঘোষণাপত্র দলিল সারা দেশে একই পদ্ধতিতে লেখার সুবিধার্থে একটি সহজ ফরমেট নির্ধারণ করা হয়েছে । নির্ধারিত ফরমেটে ঐ সকল দলিল লেখা বর্তমানে বাধ্যতামূলক । \n৬। স্থাবর সম্পত্তি হস্তান্তরের ক্ষেত্রে উক্ত সম্পত্তির খতিয়ান দলিল দাতার নামে হতে হবে । তবে মালিকানা উত্তরাধিকার সূত্রে প্রাপ্ত হলে দাতার পূর্বপুরুষের নামে খতিয়ান থাকলেও চলবে । \n৭ । জমি রেজিস্ট্রেশনের সময় দলিলের দাতা এবং গ্রহীতা উভয়ের ছবি দিতে হবে । \n৮ । দলিল রেজিস্ট্রির সময় সাব-রেজিস্ট্রি অফিসে গ্রহিতার উপস্থিতি বাধ্যতামূলক নয় । দলিলে গ্রহীতার দস্তখত এবং ছবি সাব-রেজিস্ট্রারের সম্মুখে দিতে হবে না । গ্রহীতার ছবি এবং দস্তখত দলিলে থাকলেই গ্রহণযোগ্য হবে । \n৯। জমি রেজিস্ট্রির সময় ক্রেতা বা বিক্রেতাকে দলিল লেখক কর্তৃক সনাক্ত করতে হবে না । \n১০। প্রবাসী কোনো নাগরিক দেশে উপস্থিত না থাকলে প্রচলিত নিয়মে নিবন্ধিত আম- মোক্তার নামার মাধ্যমে দলিল রেজিস্ট্রি সম্পন্ন করতে পারবেন । \n১১। আদালত কর্তৃক ডিক্রিপ্রাপ্ত বা নিলামে ক্রয়কৃত স্থাবর সম্পত্তির জন্য ২৫ বছরের মালিকানার সংক্ষিপ্ত ইতিহাস প্রয়োজন হবে না । \n১২। বায়নাপত্র, ব্যাংকের অনুকূলে বন্ধক, নির্ধারিত ব্যক্তিবর্গের মধ্যে হেবার ঘোষণা দলিল/ হলফনামা রেজিস্ট্রেশনের জন্য নগণ্য ফি নির্ধারিত করা হয়েছে। \n১৩। ওয়াক্ফ দলিল, বণ্টননামা দলিল ও না-দাবি দলিলে নতুন কোনো ফি ধার্য করা হয়নি। \n১৪। ১ জুলাই ২০০৫ইং তারিখের পূর্বে সম্পাদিত বায়না চুক্তি ব্যতিত অন্য কোনো দলিলের ক্ষেত্রে সংশোধিত আইনের কোনো বিধান কার্যকর হবে না । \n১৫। রেজিস্ট্রেশন আইনের ৩৫ ধারা মতে কোনো নাবালক দলিল সম্পাদন ও রেজিস্ট্রেশন করতে পারে না । ১৮ বৎসর পূর্ণ না হলে সে নাবালক বলে গণ্য । \n১৬। দলিল সম্পাদনের ৩০ দিনের মধ্যে তা রেজিস্ট্রির জন্য রেজিস্ট্রি অফিসে দাখিল করতে হবে। রেজিস্ট্রির পর দলিলটির দাতার স্বাক্ষরের তারিখ হতেই দলিলটি সম্পাদিত হয়েছে বলে তা কার্যকর হয় । \n১৭। খতিয়ান সংশোধন বা নামজারির প্রক্রিয়া সহজীকরণ, নির্ধারিত সময়সীমার মধ্যে খতিয়ান সংশোধন বা নামজারির আবেদন নিষ্পত্তি ও খতিয়ানের সইমোহরী নকল জনসাধারণের নিকট সহজলভ্য করতে সহকারী কমিশনার (ভূমি)/ উপজেলা নির্বাহী কর্মকর্তাদের প্রতি ভূমি মন্ত্রণালয় এবং সংস্থাপন মন্ত্রণালয় প্রয়োজনীয় নির্দেশনাসহ অফিস আদেশ জারি করেছে ।"]
        },
        {
        "tag":"জমি_ক্রয়কারীর_সতর্কতাসমূহ",
         "patterns": ["জমি ক্রয়কারীর সতর্কতাসমূহ", "জমি ক্রয়ের সতর্কতাসমূহ","জমি ক্রয়কারীর সতর্কতা", "জমি ক্রয়কারীর সতর্কতা কি কি?","জমি ক্রয়ের সতর্কতাসমূহ কি কি", "ভূমি ক্রয়ের সতর্কতাসমূহ","ভুমি ক্রয়ের সতর্কতাসমূহ", "ভূমি ক্রয়ের সতর্কতাসমূহ কি কি?", "jomi kenar sotorkota"] ,
         "response": ["১। বিক্রি করতে চাওয়া জমি বিক্রেতার দখলে আছে কিনা তা সরোজমিনে নকশার সাথে মিলিয়ে দেখতে হবে । ২। প্রস্তাবিত জমিটির পূর্ব পর যাবতীয় কাগজপত্র যথা– সিএস, এসএ, আরএস, খতিয়ান/পর্চা বা ভায়া দলিল, মিউটেশনকৃত খতিয়ান ও হাল সালের খাজনার দাখিলা চেয়ে নিবেন । ৩। উত্তরাধিকার সূত্রে পাওয়া জমির ‘বণ্টননামা' সংগ্রহ করবেন, দেখার বিষয় হলো তা নতুন আইনে রেজিস্ট্রিকৃত কিনা । ৪ । জমিটি ‘পিডিআর এ্যাক্ট' এর ৭ ধারা ভুক্ত কিনা, খাস পরিত্যক্ত বা অর্পিত সম্পত্তি কিম্বা অধিগ্রহণকৃত বা নোটিশকৃত কিনা তা দেখে নিতে হবে। ৫। যে জমিটি কিনবে তা কোনো ব্যাংক বা আর্থিক প্রতিষ্ঠান বা সংস্থার কাছে ‘মর্টগেজ' আছে কিনা, তা দেখে নিবেন । ৬। প্রস্তাবিত জমির মালিক কাউকে পাওয়ার অব এ্যাটর্নি নিয়োগ করেছেন কিনা তা অবশ্যই জেনে নিবেন । ৭। বিক্রেতার দেয়া দলিল, ভায়া দলিল, খতিয়ান/পর্চা ইত্যাদি কাগজপত্র সংশ্লিষ্ট ভূমি অফিসে গিয়ে স্বত্বলিপি (২নং রেজিস্ট্রার) রেজিস্টারের সঙ্গে মিলিয়ে দেখে নেবেন । ৮। নামজারি পর্চা, ডিসিআর খাজনার দাখিলা (রসিদ) যাচাই করে দেখতে হবে । বকেয়া খাজনাসহ জমি ক্রয় করলে বকেয়া খাজনা পরিশোধের দায়িত্ব ক্রেতার উপর বর্তাবে । "]
        },
        
        {"tag": "জমি_ক্রয়কারীর_দিকনির্দেশনা",
         "patterns": ["জমি ক্রয়কারীর দিকনির্দেশনা", "জমি ক্রয়কারীর দিকনির্দেশনা কি কি?", "জমি ক্রয়ের দিকনির্দেশনা কই পাবো", "জমি ক্রয়ের দিকনির্দেশনা কোথায় পাব","জমি কেনার দিকনির্দেশনা কি কি?","জমি কিনতে কি কি করব?", "কিভাবে জমি কিনতে হয়?","জমি কেনার গাইডলাইন কি কি", "জমি কেনার আইনগুলো কি কি","jomi kenar guideline","jomi kivabe kene?", "jomi kemne kine?", "jomi kinte ki ki korbo"],
         "response":["১। পূর্বোক্ত বিষয়সমূহের ‘বিশুদ্ধতা' অবশ্যই 'বায়না দলিল' সম্পাদন করার পূর্বে করবেন। ২। সরকার নির্ধারিত ফি দিয়ে সংশ্লিষ্ট সাব-রেজিস্টারি অফিস, ইউনিয়ন, উপজেলা ভূমি অফিস, জেলা (রাজস্ব) অফিস থেকে দিকনির্দেশনা পেতে পারে। ৩। অবশ্যই একজন বিজ্ঞ সিভিল ল' ইয়ার এর পরামর্শ গ্রহণ করবেন। তাকে দিয়ে জমিটির ‘টাইটেল টেস্ট' করিয়ে নিবেন। ৪ । দলিল তাকেই লিখতে দিবেন যিনি নিম্নোক্ত ৫টি বিষয়ে যথা— (ক) সম্পত্তি হস্তান্তর আইন, (খ) ভূমি আইন, (গ) চুক্তি আইন, (ঘ) দান বা হেবা আইন ও (উং) রেজিস্ট্রেশন আইন সম্পর্কে ব্যাপক ধারণা রাখেন।"]
        },
        {
         "tag":"জমির_হিস্যা",
         "patterns": ["জমির হিস্যা পদ্ধতি লেখার পদ্ধতি কি?","জমির হিস্যা পদ্ধতি লেখার পদ্ধতি গুলো কি?", "জমির হিস্যা পদ্ধতি লেখার পদ্ধতি গুলো কি কি?", "জমির হিস্যা পদ্ধতি কিভাবে লিখে?","jomir hissa lekhar poddhoti","jomir hissa"] ,
         "response":["আনা, কড়া, ক্রান্তি, গণ্ডা, ইত্যাদি এককে জমির পুরনো দিনের রেকর্ড বা খতিয়ানে এবং হস্তান্তর দলিলের তফসিলে মালিকের জমির অংশ বা হিস্যা লেখা থাকে। বর্তমানে সহস্রাংশে বা দশমিক দিয়ে লেখা হয়। আরো বিস্তারিত জানতে এই লিংক এ প্রবেশ করুনঃ https://corporatesangbad.com/83527/" ]
        },
        {
         "tag": "দলিল_রেজিস্ট্রির_বিধান",
         "patterns": ["দলিল রেজিস্ট্রির বিধান","দলিল রেজিস্ট্রির বিধান কি কি","দলিল রেজিস্ট্রি", "dolil registry bidhan"],
         "response":["১। রেজিস্ট্রেশন (সংশোধন) এ্যাক্ট ২০০৪ এর ১৭-এ ধারার বিধান অনুসারে বায়না চুক্তি সম্পাদনের তারিখ হতে ৩০ দিনের মধ্যে রেজিস্ট্রেশনের জন্য দলিলটি দাখিল করতে হবে। ২। ৩০ দিনের পরে দাখিলকৃত দলিলটি রেজিস্ট্রির জন্য তা গ্রহণ করা হবে না। ৩। সংশ্লিষ্ট বিষয়ে আদালতের কোনো রায় / ডিক্রি বা আদেশ থাকলে এবং উক্ত রায়, ডিক্রির বিরুদ্ধে কোনো আপিল হলে তা নিস্পত্তির পর দলিলটি রেজিস্ট্রির জন্য দাখিল করা যাবে। "]
        },
        { 
        "tag":"দলিল_সম্পাদন",
        "patterns":["দলিল সম্পাদন কাকে বলে" ,"দলিল সম্পাদন","দলিল সম্পাদন কি?", "দলিল সম্পাদন কত প্রকার?","dolil sompadon kake bole", "dolil sompadon"],
        "response":["দলিলে দলিল দাতার স্বাক্ষর বা টিপসহি প্রদানকে বলা হয় দলিল সম্পাদন করা । দাতা যে তারিখে ও যে সময়ে দলিলে স্বাক্ষর করবেন সে তারিখ ও সে সময় হতেই দলিল সম্পাদিত হলো বলে গণ্য হবে। রেজিস্ট্রির পর দলিলটির দাতার স্বাক্ষরের তারিখ হতেই কার্যকর হবে। সম্পাদন প্রক্রিয়া: \n ১। একজন অভিজ্ঞ বা দক্ষ সিভিল ল' ইয়ার বা দলিল লেখককে দিয়ে লেখার কাজটি করা উচিত। কারণ লেখকের অজ্ঞতা ও অবহেলার জন্য ক্রেতাকে অনেক সময় বিপদে পড়তে হয় । ২। বায়না দলিল সম্পাদনের তারিখ হতে ৩০ দিনের মধ্যে দলিলটি রেজিস্ট্রি করতে হবে। ৩। সতর্কতার সঙ্গে দলিল সম্পাদনকালে জমির তফসিল দলিলে লিখতে হবে। যে সকল দাগে জমি ক্রয় করা হচ্ছে তাতে মোট কত জমি আছে এবং বিক্রেতার তাতে হিস্যা কতটুকু আছে তা দেখে প্রতি দাগে আলাদা আলাদা কাতে পরিমাণ উল্লেখপূর্বক দলিল সম্পাদন করতে হবে। ৪। দলিল সম্পাদন প্রক্রিয়াটি নতুন ফর্মেটে (যার প্রজ্ঞাপন তারিখ ২৩ চৈত্র, ১৪১১/৬ এপ্রিল ২০০৫ ইং) হতে হবে। ৫। দলিলে দূর্বোধ্য শব্দাবলি যেমন- ইয়াদকিৰ্দ্দ, স্থানে লিখিতং, কস্য, পত্রমিদং কার্যাঞার্থে ইত্যাদি পরিহার করতে হবে। ৬। জমি ক্রয়কালে সংগৃহীত সকল দলিল, ভায়া দলিল, পর্চা, নক্শা, ফারায়েজ নিজের সংগ্রহে রাখতে হবে, যা সারা জীবনই কাজে লাগবে। ৭। দলিল রেজিস্ট্রির সময় দলিলের রশিদ সাব-রেজিস্টার অফিস হতে সংগ্রহ করে সংরক্ষণ করতে হবে। যা দিয়ে পরবর্তীতে মূল দলিল উঠানো যাবে । ৮। দলিল সম্পাদনের সাথে সাথে দখল বুঝে নিতে হবে, দখল স্বত্ত্বের পরিপূরক।"]
        },
        {
         "tag":"প্রতিষ্ঠানের_নামে_দলিল",
         "patterns": ["প্রতিষ্ঠানের নামে দলিল ","প্রতিষ্ঠানের নামে কিভাবে দলিল করতে হয়","প্রতিষ্ঠানের দলিল কিভাবে করতে হয়?","প্রতিষ্ঠানের নামে দলিলের এখতিয়ার কার?","স্কুলের নামে কিভাবে দলিল করতে হয়?","কলেজের নামে কিভাবে দলিল করতে হয়? ","প্রাথমিক বিদ্যালয়ের নামে কিভাবে দলিল করতে হয়?","madrasar name kivabe dolil korte hoy","school er name kivabe dolil korte hoy", "college er name kivabe dolil korte hoy","protisthaner name kivabe dolil korte hoy","মাদ্রাসার নামে কিভাবে দলিল করতে হয়?", "উচ্চ বিদ্যালয়ের নামে কিভাবে দলিল করতে হয়?","সরকারি উচ্চ বিদ্যালয়ের নামে কিভাবে দলিল করতে হয়?"],
         "response":["মাদ্রাসা, স্কুল ও কলেজের ক্ষেত্রে দলিল করতে হবে সংশ্লিষ্ট প্রতিষ্ঠানের সম্পাদক/ প্রতিষ্ঠানের প্রধান বা ভাইস-চেয়ারম্যানের অনুকূলে। প্রাথমিক বিদ্যালয়ের জমির দলিল করতে হবে মহাপরিচালক প্রাথমিক ও গণশিক্ষা অধিদপ্তর, বাংলাদেশ, ঢাকা অথবা সচিব প্রাথমিক ও গণশিক্ষা বিভাগ, বাংলাদেশ সচিবালয়, ঢাকার অনুকূলে। ব্যক্তি নাম প্রতিষ্ঠানের সঙ্গে জড়িয়ে দলিল করা যাবে না ।"]
        },
        {
        "tag":"সম্পত্তি_হস্তান্তর_আইনের_ধারা",
        "patterns": ["সম্পত্তি হস্তান্তর আইনের ধারা গুলো কি কি?","সম্পত্তি হস্তান্তর আইনের ধারা সমুহ কি কি?","সম্পত্তি হস্তান্তর আইনের ধারা","সম্পত্তি হস্তান্তর আইন","সম্পত্তি হস্তান্তরের আইন","সম্পদ হস্তান্তর আইনের ধারা","সম্পদ হস্তান্তর আইনের ধারা গুলো কি কি?","সম্পদ হস্তান্তর আইনের ধারা সমুহ কি কি?","সম্পদ হস্তান্তর আইনের ধারা","সম্পত্তি হস্তান্তর আইন","সম্পদ হস্তান্তরের আইন", "sompotti hostantorer ainer dhara","sompod hostantorer ainer dhara"],
        "response": ["১: দান চুক্তি হস্তান্তর বিনিময় ছাড়াও বৈধ হবে। ২: চুক্তি রেজিস্ট্রির পর পরই হস্তান্তর কার্যকর হবে। ৩: সম্পত্তি হস্তান্তরের চুক্তি যখন রেজিস্ট্রি করা হবে। ৪: সম্পত্তি যখন কোনো জীবিত ব্যক্তির বরাবরে হস্তান্তর করা হবে। ৫: হস্তান্তর যখন টাকা বা কোনো কিছুর বিনিময়ে হবে। ৬ : চুক্তি সম্পাদনের যোগ্যতা সম্পন্ন ব্যক্তির হস্তান্তরযোগ্য সম্পত্তির স্বত্ত্বাধিকারী হলে তিনি সম্পত্তি হস্তান্তর করতে পারেন। ৭: হস্তান্তরের যোগ্যতা বলতে হস্তান্তরকারী সুস্থ মস্তিষ্ক সম্পন্ন সাবালক ব্যক্তি হবেন। ৮: সম্পত্তিটি হস্তান্তরকারীর নিজের না হলে উক্ত সম্পত্তি হস্তান্তর করার অধিকার তার থাকতে হবে। ৯: সম্পত্তি হস্তান্তরের সাথে সাথে ঐ সম্পত্তির দাতার সকল হস্তান্তরযোগ্য স্বার্থ গ্রহীতার উপর বর্তাবে ১০: রেজিস্ট্রেশন আইনের এই ধারায় কবলা দলিল, স্থাবর সম্পত্তির দানপত্র দলিল, বন্ধকি দলিল, বাটোয়ারা দলিল, দায়বদ্ধ দলিল, নাদাবি দলিল, স্থায়ী ইজারা দলিল, আদালতে সোল এস ডিগ্রি দলিল, রেজিস্ট্রেশন বাধ্যতামূলক । ১১: রেজিস্ট্রেশন আইনের এই ধারায় ঐচ্ছিক রেজিস্ট্রেশন দলিলসমূহের বিবরণ দেওয়া হয়েছে। যেমন : (ক) ১০০ টাকার কম মূল্যের দলিল রেজিস্ট্রি বাধ্যতামূলক নয় । (খ) খরিদা চুক্তির বায়নাপত্র রেজিস্ট্রেশন বাধ্যতামূলক নয়। তবে বর্তমান সরকার রেজিস্ট্রেশন বাধ্যতামূলক করার চিন্তাভাবনা করছে। "] 
         }, 
         {
          "tag":"বায়না_দলিল",
          "patterns": ["বায়না দলিল","বায়না দলিল কি","বায়না দলিল কাকে বলে?", "bayna dolil kake bole", "bayna dolil ki"],
          "response":["রেজিস্ট্রেশন (সংশোধন) আইন ২০০৪ এর ১৭-এ ধারা অনুসারে স্থাবর সম্পত্তি বিক্রির বায়না পত্র বা চুক্তি অবশ্যই রেজিস্ট্রেশন করতে হবে। যা সম্পাদনের তারিখ হতে ৩০ দিন এর মধ্যে হতে হবে। "]
         },
         {
          "tag":"বায়না_দলিলের_শর্তাবলি",
          "patterns": ["বায়না দলিলের শর্তাবলি","বায়না দলিলের শর্তাবলি কি কি","বায়না দলিলের শর্তাবলি কোনগুলি","বায়না দলিলের শর্তাবলি কর ধরনের","bayna doliler sortaboli","bayna dolil sorto"],
          "response":["১। প্রথম পক্ষ জমির দখল গ্রহণ করতে এবং জমিতে সাইন বোর্ড লাগাতে পারবেন। ২। তামাদি (সংশোধন) আইন ২০০৪ এর বিধান অনুসারে বায়না দলিল রেজিস্ট্রির তারিখ হতে ১ বছরের মধ্যে রেজিস্ট্রির জন্য বিক্রি দলিল' সাব-রেজিস্ট্রি অফিসে দাখিল করতে হবে। ৩। বায়না দলিল রেজিস্ট্রির ১ বছরের মধ্যে প্রথম পক্ষ বায়না দলিলে উল্লিখিত অবশিষ্ট টাকা পরিশোধে ব্যর্থ হলে দ্বিতীয় পক্ষ আদালতের মাধ্যমে বায়না চুক্তি বাতিলের মামলা করতে পারবেন। বায়না চুক্তি বাতিল হলে প্রথম পক্ষ কর্তৃক জমির কোনো উন্নয়ন করা হয়ে থাকলে তা দ্বিতীয় পক্ষের অনুকূলে বাজেয়াপ্ত হবে।"]
         },
         {
          "tag":"বণ্টন_দলিল",
          "patterns": ["বণ্টন দলিল কি?","বণ্টন দলিল কাকে বলে?","বণ্টন দলিল","বণ্টক দলিল","বণ্টক দলিল কি","বণ্টক দলিল কাকে বলে?","bonton dolil ki","bonton dolil kake bole?"],
          "response":["১৮৯৯ সালের স্ট্যাম্প এ্যাক্টের ২ (১৫) ধারায় বলা হয়েছে বণ্টন দলিল ও বণ্টক দলিল অর্থ একই। যখন কোনো সম্পত্তির সহ-শরিকগণ তাদের সম্পত্তি ব্যক্তিগত মালিকানায় পৃথকভাবে করে নেয় বা নিতে সম্মত হয়ে কোনো দলিল করে তাকেই বণ্টন দলিল বলে। "]
         },
         {
         "tag":"বণ্টন_শর্ত",
         "patterns": ["বণ্টন সম্পন্ন হওয়ার শর্ত?","বন্টনের শর্ত কি কি?","bontoner shorto ki ki","bonton shorto","bonton somponno howar shorto"],
         "response":["সীমানা চিহ্নিতকরণ বা পরিমাপ দ্বারা সম্পত্তির প্রকৃত বিভাজন হতে হবে; বণ্টন তালিকায় প্রত্যেক সহ-মালিকের বরাদ্দকৃত সম্পত্তি উল্লেখ থাকতে হবে; তালিকায় মালিকানার বিভাজন সকল সহ-মালিক কর্তৃক স্বীকৃত হতে হবে; বণ্টনের বিবরণ সুস্পষ্ট হতে হবে; প্রত্যেকটি তালিকা সহ-মালিকবৃন্দ কর্তৃক স্বাক্ষরিত হতে হবে; যথাযথভাবে স্ট্যাম্প শুল্ক দিয়ে দলিলটি রেজিস্ট্রি করতে হবে; সহ-শরীকগণ আপোষ বণ্টন করে পরবর্তীতে তাদের কেউ তা না মানলে দেওয়ানী আদালতের মাধ্যমে তা কার্যকর করা যায়।"]
         },
         {
         "tag":"মিউটেশন",
         "patterns": ["মিউটেশন কি?","mutation ki?"],
         "response":["জমিন সংক্রান্ত রেকর্ডপত্র সাম্প্রতিক মালিকের নামে হালনাগাদ হওয়াকেই মিউটেশন (Mutation) বা খারিজ বলে। "]
         },
         {
         "tag":"ফিল্ড বুক",
         "patterns": ["ফিল্ড বুক কি?","field book ki?", "field book kake bole?", "ফিল্ড বুক কাকে বলে?"],
         "response":["জরিপের প্রয়োজনে কিস্তোয়ার কালে অফসেট গ্রহণসহ চলমান চেইনের রিডিংলিখনের জন্য যে বই ব্যবহৃত হয়, তাকে বলে ফিল্ড বুক। এটি দেখে পরবর্তীতে টেবিলে পি-৭০ সীটে স্বহস্তে নকশা অংকন করা হয়। (জরিপ চলাকালে আমিনের জন্য এর ব্যবহার নিষিদ্ধ)"]
         },
        
         {
         "tag":"কবুলিয়ত",
         "patterns": ["কবুলিয়ত কি?","kobuliyot ki?", "kobuliot ki?", "lease deed ki?", "লিজ ডিড কি?"],
         "response":["কবুলিয়ত (lease deed) হচ্ছে এক ধরনের শর্তযুক্ত চুক্তিনামা। যা রায়ত কর্তৃক সরকার (পূর্বে জমিদারকে দিত) বরাবরে দেয়া হয় । "]
         },
        
         {
         "tag":"ভূমি অধিগ্রহণ",
         "patterns": ["ভূমি অধিগ্রহণ কি?", "vumi odhigrohon ki?", "vumi odhigrohon kake bole?", "ভূমি অধিগ্রহণ কাকে বলে?"],
         "response":["কোন স্থাবর সম্পত্তি সরকারী প্রয়োজনে বা জনস্বার্থে আবশ্যক হলে উক্ত সম্পত্তি জেলা প্রশাসক কর্তৃক বাধ্যতামুলকভাবে গ্রহণের বিধান ভূমি অধিগ্রহণ নামে পরিচিত ।"]
         },
        
         {
         "tag":"পেরীফেরী",
         "patterns": ["পেরীফেরী কি?", "perifera ki?", "perifera bolte ki bujo?", "পেরীফেরী কাকে বলে?", "পেরীফেরা বলতে কী বুঝ?"],
         "response":["হাট বাজারের নকশা তৈরী সহ চতুর্সীমা নির্ধারণ করাকে পেরীফেরী বলে। হাট বাজারের আয়তন প্রতিনিয়ত সম্প্রসারিত হয়ে থাকে, এরূপ সম্প্রসারিত অংশ কে বাজারের অন্তর্ভূক্ত করার লক্ষ্যে সার্ভেয়ার দ্বারা সরে জমিনে তোহামহলে চান্দিনা ভিটি ও বন্দোবস্তযোগ্য খাস জমি চিহ্নিত করে হাট বাজারের চতুর্সীমা নির্ধারণ করা। "]
         },
         
         {
         "tag":"অর্পিত সম্পত্তি",
         "patterns": ["অর্পিত সম্পত্তি কি?", "orpito sompotti ki?", "orpito sompotti bolte ki bujo?", "অর্পিত সম্পত্তি কাকে বলে?", "অর্পিত সম্পত্তি বলতে কী বুঝ?"],
         "response":["১৯৬৫ সালে পাক ভারত যুদ্ধের সময় যেসব পাকিস্তানী নাগরিক দেশ ছেড়ে ভারতে গমণ করে পাকিস্তান প্রতিরক্ষা সার্ভিস কর্তৃক বিধি মোতাবেক তাদের শত্রু বলে ঘোষণা করা হয় এবং তাদের এদেশে ফেলে যাওয়া সম্পত্তিকে শত্রু সম্পত্তি বলে। একইভাবে ১৯৭১ সালের ২৬ মার্চ হতে যে সকল নাগরিক স্বাধীনতার বিরোধীতা করে সম্পত্তি ত্যাগ করে এদেশ ছেড়ে চলে যায় তাদের সম্পত্তিকে পরিত্যক্ত সম্পত্তি বলে। ১৯৭৪ সালে উক্ত সম্পত্তিকে অর্পিত সম্পত্তি নামকরণ করা হয়। "]
         },
         {
         "tag":"barisal",
         "patterns": ["মুমশাদ", "mumshad"],
         "response":["তোর বাজানে তোরে বোলাইতে লাগজে। ছ্যাৎ কইররা যা"]
         }
         
        
        
    ]
}